{
    "hubble": {
        "historia": {
            "titulo": "História do Telescópio Hubble",
            "subtitulo": "Da concepção ao legado espacial",
            "backgroundUrl": "https://images.unsplash.com/photo-1614730321146-b6fa6a46bcb4?w=1920",
            "secoes": [
                {
                    "titulo": "Os Primeiros Passos",
                    "paragrafos": [
                        "O Telescópio Espacial Hubble foi concebido na década de 1970 como uma resposta ao sonho dos astrônomos de observar o universo sem a interferência da atmosfera terrestre. Nomeado em homenagem ao astrônomo Edwin Hubble, que descobriu a expansão do universo.",
                        "O projeto enfrentou diversos desafios técnicos e orçamentários ao longo de seu desenvolvimento, mas a NASA persistiu na missão de colocar um observatório orbital de classe mundial em órbita."
                    ]
                },
                {
                    "titulo": "O Lançamento e a Descoberta do Erro",
                    "paragrafos": [
                        "Lançado em 24 de abril de 1990 a bordo do ônibus espacial Discovery, o Hubble logo revelou um problema crítico: uma aberração esférica em seu espelho primário causada por um erro de fabricação microscópico.",
                        "Este defeito ameaçou todo o projeto, mas a NASA organizou uma missão de reparo histórica em 1993, instalando lentes corretivas que restauraram a visão perfeita do telescópio."
                    ]
                },
                {
                    "titulo": "Três Décadas de Descobertas",
                    "paragrafos": [
                        "Desde sua correção, o Hubble revolucionou nossa compreensão do cosmos. Fotografou a formação de estrelas nos Pilares da Criação, observou galáxias distantes formadas pouco após o Big Bang, e ajudou a determinar a idade do universo em 13.8 bilhões de anos.",
                        "Mais de 1.5 milhão de observações e milhares de artigos científicos depois, o Hubble continua sendo uma das ferramentas mais produtivas da história da astronomia."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "tecnologia": {
            "titulo": "Tecnologia do Telescópio Hubble",
            "subtitulo": "Engenharia orbital de precisão",
            "backgroundUrl": "https://images.unsplash.com/photo-1516339901601-2e1b62dc0c45?w=1920",
            "secoes": [
                {
                    "titulo": "O Espelho Primário",
                    "paragrafos": [
                        "O coração do Hubble é seu espelho primário de 2.4 metros de diâmetro, feito de vidro de ultra-baixa expansão revestido com alumínio e uma camada protetora de fluoreto de magnésio. Pesa apenas 828 kg apesar de seu tamanho.",
                        "A precisão do polimento é extraordinária: se o espelho tivesse o tamanho dos Estados Unidos, nenhuma imperfeição seria maior que 15 centímetros."
                    ]
                },
                {
                    "titulo": "Instrumentos Científicos",
                    "paragrafos": [
                        "O Hubble possui uma suíte de instrumentos modernos incluindo a Wide Field Camera 3 (WFC3), que captura imagens em luz ultravioleta, visível e infravermelha próxima. O Cosmic Origins Spectrograph analisa a composição química de objetos distantes.",
                        "Estes instrumentos foram atualizados ao longo de cinco missões de serviço por ônibus espaciais, permitindo que o telescópio se mantivesse na vanguarda tecnológica por décadas."
                    ]
                },
                {
                    "titulo": "Sistemas Orbitais",
                    "paragrafos": [
                        "Orbitando a 547 km de altitude, o Hubble completa uma volta na Terra a cada 95 minutos. Seus giroscópios de alta precisão e rodas de reação permitem apontar para alvos com precisão de 0.007 segundos de arco.",
                        "Painéis solares fornecem 2,800 watts de energia, enquanto suas baterias mantêm operações durante a passagem pela sombra da Terra em cada órbita."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "missoes": {
            "titulo": "Missões do Telescópio Hubble",
            "subtitulo": "Descobertas que mudaram a astronomia",
            "backgroundUrl": "https://images.unsplash.com/photo-1462331940025-496dfbfc7564?w=1920",
            "secoes": [
                {
                    "titulo": "Campo Ultra Profundo",
                    "paragrafos": [
                        "Em 2004, o Hubble apontou para um pequeno pedaço aparentemente vazio do céu por 11 dias consecutivos. O resultado foi o Hubble Ultra Deep Field: uma imagem revelando milhares de galáxias, algumas formadas apenas 400-800 milhões de anos após o Big Bang.",
                        "Esta única imagem expandiu nossa compreensão da vastidão do universo e provou que existem bilhões de galáxias além da nossa própria Via Láctea."
                    ]
                },
                {
                    "titulo": "Energia Escura e Expansão Acelerada",
                    "paragrafos": [
                        "Observações do Hubble de supernovas Tipo Ia distantes levaram à descoberta surpreendente de que a expansão do universo está acelerando. Esta descoberta rendeu o Prêmio Nobel de Física em 2011.",
                        "A energia escura, responsável por esta aceleração, compõe cerca de 68% do conteúdo total do universo, mas sua natureza permanece um dos maiores mistérios da física."
                    ]
                },
                {
                    "titulo": "Estudos de Exoplanetas",
                    "paragrafos": [
                        "O Hubble foi pioneiro na caracterização de atmosferas de exoplanetas, detectando vapor d'água, metano e outros compostos em planetas orbitando estrelas distantes. Estas observações abriram caminho para a busca de bioassinaturas.",
                        "Suas observações de planetas gigantes gasosos ajudaram a entender a diversidade de sistemas planetários na galáxia."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "futuro": {
            "titulo": "Futuro do Telescópio Hubble",
            "subtitulo": "O legado continua",
            "backgroundUrl": "https://images.unsplash.com/photo-1419242902214-272b3f66ee7a?w=1920",
            "secoes": [
                {
                    "titulo": "Operações Atuais",
                    "paragrafos": [
                        "Apesar de ter sido lançado há mais de 30 anos, o Hubble continua totalmente operacional e produzindo ciência de ponta. Sua última missão de serviço em 2009 garantiu que ele pudesse funcionar até pelo menos meados dos anos 2030.",
                        "O telescópio ainda recebe milhares de propostas de observação de astrônomos do mundo todo, com uma taxa de aceitação de apenas 20% devido à alta demanda."
                    ]
                },
                {
                    "titulo": "Parceria com o James Webb",
                    "paragrafos": [
                        "Longe de ser substituído pelo James Webb, o Hubble trabalha em conjunto com seu sucessor. Enquanto o Webb observa principalmente no infravermelho, o Hubble continua observando em luz ultravioleta e visível.",
                        "Esta complementaridade permite observações simultâneas em múltiplos comprimentos de onda, revelando uma visão mais completa de objetos astronômicos."
                    ]
                },
                {
                    "titulo": "O Fim Eventual",
                    "paragrafos": [
                        "Eventualmente, a órbita do Hubble decairá e ele reentará na atmosfera terrestre. Sem mais missões de ônibus espacial planejadas, a NASA está considerando opções para seu deorbitamento controlado quando chegar a hora.",
                        "Seu legado, no entanto, viverá para sempre nas milhões de imagens icônicas e descobertas científicas que transformaram nossa compreensão do universo."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        }
    },
    "jwst": {
        "historia": {
            "titulo": "História do James Webb Space Telescope",
            "subtitulo": "O sucessor do Hubble",
            "backgroundUrl": "https://images.unsplash.com/photo-1608889825205-eebdb9fc5806?w=1920",
            "secoes": [
                {
                    "titulo": "Concepção do Projeto",
                    "paragrafos": [
                        "O conceito do James Webb começou em 1996 como o 'Next Generation Space Telescope'. O objetivo era criar um observatório infravermelho capaz de observar as primeiras galáxias formadas após o Big Bang.",
                        "Nomeado em homenagem a James E. Webb, segundo administrador da NASA, o projeto enfrentou desafios técnicos sem precedentes e múltiplos atrasos ao longo de seu desenvolvimento."
                    ]
                },
                {
                    "titulo": "Desenvolvimento e Desafios",
                    "paragrafos": [
                        "O desenvolvimento do Webb levou mais de 25 anos e custou aproximadamente $10 bilhões. Inovações tecnológicas foram necessárias em praticamente todos os aspectos do telescópio.",
                        "O espelho segmentado dobrável, o protetor solar do tamanho de uma quadra de tênis, e os sistemas criogênicos representaram avanços de engenharia nunca antes tentados."
                    ]
                },
                {
                    "titulo": "Lançamento e Comissionamento",
                    "paragrafos": [
                        "Lançado em 25 de dezembro de 2021 a bordo de um foguete Ariane 5, o Webb realizou uma sequência de implantação de 30 dias extremamente complexa. Cada etapa teve que funcionar perfeitamente - não havia plano B.",
                        "Após seis meses de alinhamento de espelhos e calibração de instrumentos, o Webb começou suas operações científicas em julho de 2022, imediatamente revelando o universo com detalhes sem precedentes."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "tecnologia": {
            "titulo": "Tecnologia do James Webb",
            "subtitulo": "Observando no infravermelho",
            "backgroundUrl": "https://images.unsplash.com/photo-1581822261290-991b38693d1b?w=1920",
            "secoes": [
                {
                    "titulo": "Espelho Segmentado de Berílio",
                    "paragrafos": [
                        "O espelho primário do Webb tem 6.5 metros de diâmetro, composto por 18 segmentos hexagonais de berílio revestidos com ouro. Cada segmento pode ser ajustado individualmente com precisão nanométrica.",
                        "O berílio foi escolhido por sua rigidez, leveza e estabilidade em temperaturas criogênicas. A camada de ouro otimiza a reflexão da luz infravermelha."
                    ]
                },
                {
                    "titulo": "Protetor Solar e Resfriamento",
                    "paragrafos": [
                        "O protetor solar de cinco camadas é do tamanho de uma quadra de tênis e mantém o lado frio do telescópio a -233°C. Esta temperatura é essencial para observações infravermelhas.",
                        "Cada camada é mais fina que um fio de cabelo humano, mas juntas fornecem proteção térmica equivalente a FPS 1 milhão, bloqueando o calor do Sol, Terra e Lua."
                    ]
                },
                {
                    "titulo": "Instrumentos Científicos",
                    "paragrafos": [
                        "O Webb possui quatro instrumentos principais: NIRCam (Near Infrared Camera), NIRSpec (espectrôgrafo), MIRI (Mid-Infrared Instrument) e FGS/NIRISS (guiador fino e espectrôgrafo).",
                        "Estes instrumentos permitem observações em comprimentos de onda de 0.6 a 28 mícrons, revelando objetos invisíveis ao Hubble e penetrando nuvens de poeira cósmica."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "missoes": {
            "titulo": "Missões do James Webb",
            "subtitulo": "Primeiras descobertas",
            "backgroundUrl": "https://images.unsplash.com/photo-1543722530-d2c3201371e7?w=1920",
            "secoes": [
                {
                    "titulo": "Primeiras Galáxias",
                    "paragrafos": [
                        "Uma das missões primárias do Webb é observar as primeiras galáxias formadas após o Big Bang. Já identificou galáxias candidatas formadas apenas 300-400 milhões de anos após o Big Bang.",
                        "Estas observações estão desafiando teorias sobre formação de galáxias, revelando que galáxias massivas se formaram muito mais cedo do que os modelos previam."
                    ]
                },
                {
                    "titulo": "Atmosferas de Exoplanetas",
                    "paragrafos": [
                        "O Webb está revolucionando o estudo de exoplanetas, detectando CO2 pela primeira vez na atmosfera de um planeta fora do sistema solar. Também identificou sinais de nuvens e neblina.",
                        "Sua sensibilidade permite analisar até mesmo planetas do tamanho da Terra, abrindo caminho para a busca de bioassinaturas em mundos potencialmente habitáveis."
                    ]
                },
                {
                    "titulo": "Formação Estelar",
                    "paragrafos": [
                        "Imagens do Webb de regiões de formação estelar como a Nebulosa de Carina revelam detalhes nunca antes vistos, mostrando protoestrelas emergindo de pilares de gás e poeira.",
                        "Estas observações ajudam a entender como estrelas e sistemas planetários se formam, incluindo insights sobre a formação do nosso próprio Sistema Solar."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "futuro": {
            "titulo": "Futuro do James Webb",
            "subtitulo": "Décadas de descobertas pela frente",
            "backgroundUrl": "https://images.unsplash.com/photo-1446776653964-20c1d3a81b06?w=1920",
            "secoes": [
                {
                    "titulo": "Missão Estendida",
                    "paragrafos": [
                        "Projetado para uma missão de 5-10 anos, o Webb tem combustível suficiente para operar por mais de 20 anos. O lançamento preciso do Ariane 5 economizou combustível que seria usado para correções orbitais.",
                        "Esta vida útil estendida garantirá que o Webb continue fazendo descobertas revolucionárias por décadas, justificando plenamente o investimento massivo em seu desenvolvimento."
                    ]
                },
                {
                    "titulo": "Programas Científicos Futuros",
                    "paragrafos": [
                        "Programas planejados incluem estudos detalhados de galáxias distantes, mapeamento de formação estelar na Via Láctea, e caracterização extensiva de atmosferas de exoplanetas.",
                        "O Webb também servirá como laboratório para desenvolver técnicas observacionais que informarão o design de futuros telescópios espaciais ainda mais poderosos."
                    ]
                },
                {
                    "titulo": "Legado Científico",
                    "paragrafos": [
                        "Assim como o Hubble transformou a astronomia, espera-se que o Webb redefina nossa compreensão do universo. Suas descobertas influenciarão gerações de astrônomos e inspirarão o próximo grande observatório espacial.",
                        "Os dados do Webb continuarão sendo analisados por décadas após o fim de sua missão, garantindo que seu impacto científico se estenda muito além de sua vida operacional."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        }
    },
    "voyager": {
        "historia": {
            "titulo": "História da Voyager 1",
            "subtitulo": "Mensageira da humanidade",
            "backgroundUrl": "https://images.unsplash.com/photo-1541873676-a18131494184?w=1920",
            "secoes": [
                {
                    "titulo": "O Grande Tour",
                    "paragrafos": [
                        "A Voyager 1 foi concebida para aproveitar um alinhamento planetário raro que ocorre uma vez a cada 175 anos, permitindo uma 'trajetória de grande tour' pelos planetas externos usando assistências gravitacionais.",
                        "Lançada em 5 de setembro de 1977, apenas 16 dias após sua irmã Voyager 2, ela carrega uma mensagem da humanidade: o Disco de Ouro, contendo sons e imagens da Terra."
                    ]
                },
                {
                    "titulo": "Encontros Planetários",
                    "paragrafos": [
                        "A Voyager 1 fez seu sobrevoo de Júpiter em março de 1979, descobrindo anéis finos ao redor do planeta e revelando vulcões ativos na lua Io - os primeiros vulcões ativos descobertos além da Terra.",
                        "Em novembro de 1980, passou por Saturno, enviando imagens detalhadas dos anéis e descobrindo que a lua Titã tinha uma atmosfera densa e rica em nitrogênio."
                    ]
                },
                {
                    "titulo": "Rumo ao Interestelar",
                    "paragrafos": [
                        "Após Saturno, a Voyager 1 foi direcionada para fora do plano do Sistema Solar. Em 1990, virou sua câmera para trás e capturou a famosa foto 'Pálido Ponto Azul' da Terra.",
                        "Em 25 de agosto de 2012, a Voyager 1 tornou-se o primeiro objeto feito pelo homem a entrar no espaço interestelar, cruzando a heliopausa a 121 AU do Sol."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "tecnologia": {
            "titulo": "Tecnologia da Voyager",
            "subtitulo": "Engenharia para a eternidade",
            "backgroundUrl": "https://images.unsplash.com/photo-1614728894747-a83421e2b9c9?w=1920",
            "secoes": [
                {
                    "titulo": "Geradores Termoelétricos",
                    "paragrafos": [
                        "A Voyager 1 é alimentada por três Geradores Termoelétricos de Radioisótopos (RTGs) que convertem calor do decaimento de plutônio-238 em eletricidade. Na época do lançamento, forneciam 470 watts.",
                        "Mais de 45 anos depois, os RTGs ainda fornecem energia suficiente para operar instrumentos científicos e transmitir dados através de 24 bilhões de quilômetros de espaço."
                    ]
                },
                {
                    "titulo": "Sistema de Comunicação",
                    "paragrafos": [
                        "A antena parabólica de 3.7 metros transmite sinais a 23 watts - menos energia que uma lâmpada de geladeira. Estes sinais fracos levam mais de 22 horas para alcançar a Terra, viajando à velocidade da luz.",
                        "A rede de Deep Space Network da NASA usa antenas de 70 metros de diâmetro para capturar esses sinais sussurrados do espaço interestelar."
                    ]
                },
                {
                    "titulo": "Computadores de Bordo",
                    "paragrafos": [
                        "Os computadores da Voyager têm apenas 69.63 kilobytes de memória - menos que um smartphone moderno usa para armazenar uma foto. No entanto, continuam operando perfeitamente após décadas.",
                        "O software foi atualizado remotamente várias vezes durante a missão para otimizar operações e responder a novos desafios, demonstrando a flexibilidade do design."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "missoes": {
            "titulo": "Missões da Voyager",
            "subtitulo": "Explorando o desconhecido",
            "backgroundUrl": "https://images.unsplash.com/photo-1614313913007-2b4ae8ce32d6?w=1920",
            "secoes": [
                {
                    "titulo": "Descobertas em Júpiter",
                    "paragrafos": [
                        "As observações da Voyager 1 em Júpiter revelaram um sistema planetário muito mais dinâmico do que esperado. Descobriu anéis tênues, auroras intensas e detectou sinais de um oceano sob a superfície gelada de Europa.",
                        "As imagens detalhadas da Grande Mancha Vermelha mostraram que ela é uma tempestade muito mais complexa do que se pensava, com sistemas meteorológicos internos rotacionando em direções opostas."
                    ]
                },
                {
                    "titulo": "Revelações de Saturno",
                    "paragrafos": [
                        "O sobrevoo de Saturno produziu as primeiras imagens de alta resolução dos complexos anéis do planeta, revelando milhares de anel­etos individuais. A sonda também descobriu 'nós' e 'raios' misteriosos nos anéis.",
                        "A descoberta da atmosfera densa de Titã transformou nossa compreensão das luas planetárias, sugerindo a possibilidade de química orgânica complexa similar à da Terra primitiva."
                    ]
                },
                {
                    "titulo": "Ciência Interestelar",
                    "paragrafos": [
                        "No espaço interestelar, a Voyager 1 continua enviando dados sobre raios cósmicos, campos magnéticos e o ambiente do meio interestelar local. Estas são as primeiras medições diretas deste domínio.",
                        "As observações mostram que o meio interestelar é mais denso e turbulento do que previsto pelos modelos teóricos, revelando novos mistérios sobre a natureza do espaço entre as estrelas."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "futuro": {
            "titulo": "Futuro da Voyager",
            "subtitulo": "Embaixadora eterna",
            "backgroundUrl": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?w=1920",
            "secoes": [
                {
                    "titulo": "Fim das Operações",
                    "paragrafos": [
                        "A energia dos RTGs diminui cerca de 4 watts por ano. A NASA estima que terá que começar a desligar instrumentos científicos na década de 2020, com comunicações cessando completamente por volta de 2036.",
                        "Mesmo após o silêncio, a Voyager 1 continuará sua jornada silenciosa através da galáxia, carregando o Disco de Ouro com mensagens da humanidade."
                    ]
                },
                {
                    "titulo": "Encontros Estelares Distantes",
                    "paragrafos": [
                        "Em aproximadamente 40.000 anos, a Voyager 1 passará a 1.6 anos-luz da estrela Gliese 445. Esta será a primeira vez que um artefato humano se aproximará de outro sistema estelar.",
                        "Daqui a 300 milhões de anos, a Voyager 1 completará uma órbita ao redor do centro da Via Láctea, potencialmente sobrevivendo muito além da existência da civilização humana."
                    ]
                },
                {
                    "titulo": "Legado Cultural",
                    "paragrafos": [
                        "Além da ciência, a Voyager 1 representa uma das maiores realizações da humanidade. O Disco de Ouro permanece como uma cápsula do tempo cultural, preservando música, idiomas e imagens da Terra.",
                        "A missão Voyager inspirou gerações a olhar para as estrelas e sonhar com exploração. Suas imagens icônicas e descobertas continuarão influenciando a ciência e cultura por séculos."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        }
    },
    "saturnv": {
        "historia": {
            "titulo": "História do Saturn V",
            "subtitulo": "O gigante que levou humanos à Lua",
            "backgroundUrl": "https://images.unsplash.com/photo-1560094824-13b9bc472f86?w=1920",
            "secoes": [
                {
                    "titulo": "Nascimento do Programa Apollo",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O Saturn V foi desenvolvido pela NASA sob a direção de Wernher von Braun no Marshall Space Flight Center durante a década de 1960.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua."
                    ]
                },
                {
                    "titulo": "Primeiro Voo",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O primeiro lançamento do Saturn V ocorreu em 9 de novembro de 1967 na missão Apollo 4.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore."
                    ]
                },
                {
                    "titulo": "Apollo 11 e o Pouso Lunar",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Em 16 de julho de 1969, o Saturn V lançou a Apollo 11 em sua jornada histórica para a Lua.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Neil Armstrong e Buzz Aldrin se tornaram os primeiros humanos a caminhar na superfície lunar."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "tecnologia": {
            "titulo": "Tecnologia do Saturn V",
            "subtitulo": "Engenharia de foguetes extrema",
            "backgroundUrl": "https://images.unsplash.com/photo-1610296669228-602fa827fc1f?w=1920",
            "secoes": [
                {
                    "titulo": "Três Estágios de Poder",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O primeiro estágio S-IC tinha cinco motores F-1, os motores de foguete mais poderosos já construídos.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cada motor F-1 queimava 3 toneladas de combustível por segundo."
                    ]
                },
                {
                    "titulo": "Sistema de Navegação",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O Instrument Unit continha sistemas de navegação e controle computadorizados.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Giroscópios e acelerômetros mantinham o foguete na trajetória correta."
                    ]
                },
                {
                    "titulo": "Capacidade de Carga",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O Saturn V podia lançar 140 toneladas para órbita baixa da Terra.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Para missões lunares, podia enviar 48 toneladas em trajetória trans-lunar."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "missoes": {
            "titulo": "Missões do Saturn V",
            "subtitulo": "Conquistando a Lua",
            "backgroundUrl": "https://images.unsplash.com/photo-1614728423169-3f65fd722b7e?w=1920",
            "secoes": [
                {
                    "titulo": "Missões Apollo",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O Saturn V lançou todas as missões tripuladas Apollo à Lua.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. De Apollo 8 a Apollo 17, o foguete nunca falhou em uma missão tripulada."
                    ]
                },
                {
                    "titulo": "Lançamento da Skylab",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Em 1973, um Saturn V modificado lançou a estação espacial Skylab.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Foi a única missão Saturn V não relacionada ao programa Apollo."
                    ]
                },
                {
                    "titulo": "Apollo-Soyuz",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. A última missão Saturn IB levou astronautas para o encontro histórico com a Soyuz soviética.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Marcou o fim da era Apollo e início da cooperação espacial."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "futuro": {
            "titulo": "Futuro e Legado do Saturn V",
            "subtitulo": "Inspirando novas gerações de foguetes",
            "backgroundUrl": "https://images.unsplash.com/photo-1517976487492-5750f3195933?w=1920",
            "secoes": [
                {
                    "titulo": "O Fim da Era Saturn",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O último Saturn V foi lançado em 1973.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Os custos operacionais levaram ao cancelamento do programa."
                    ]
                },
                {
                    "titulo": "Influência no SLS",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O Space Launch System (SLS) da NASA usa conceitos e até motores RS-25 do programa Shuttle.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O design se inspira na capacidade de carga pesada do Saturn V."
                    ]
                },
                {
                    "titulo": "Legado na Cultura Popular",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O Saturn V permanece como símbolo da era de ouro da exploração espacial.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Exemplares restaurados estão em exibição em museus ao redor do mundo."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        }
    },
    "iss": {
        "historia": {
            "titulo": "História da Estação Espacial Internacional",
            "subtitulo": "Cooperação orbital",
            "backgroundUrl": "https://images.unsplash.com/photo-1581822261290-991b38693d1b?w=1920",
            "secoes": [
                {
                    "titulo": "Início da Construção",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. A ISS começou a ser construída em 1998 com o lançamento do módulo russo Zarya.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. O projeto uniu Estados Unidos, Rússia, Europa, Japão e Canadá."
                    ]
                },
                {
                    "titulo": "Primeiros Habitantes",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. A Expedição 1 chegou em novembro de 2000.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Desde então, a ISS tem sido continuamente habitada por mais de 23 anos."
                    ]
                },
                {
                    "titulo": "Expansão e Conclusão",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. A estação foi completada em 2011 após 13 anos de construção.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. É a estrutura mais complexa já construída no espaço."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "tecnologia": {
            "titulo": "Tecnologia da ISS",
            "subtitulo": "Um laboratório orbital",
            "backgroundUrl": "https://images.unsplash.com/photo-1446776899648-aa78eefe8ed0?w=1920",
            "secoes": [
                {
                    "titulo": "Estrutura Modular",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. A ISS é composta por módulos pressurizados conectados.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Tem o volume interno equivalente a um Boeing 747."
                    ]
                },
                {
                    "titulo": "Painéis Solares",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Oito painéis solares gigantes geram 120 kilowatts de energia.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cobrem uma área maior que um campo de futebol."
                    ]
                },
                {
                    "titulo": "Suporte à Vida",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sistemas avançados reciclam água e ar para a tripulação.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Até 93% da água é recuperada e reutilizada."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "missoes": {
            "titulo": "Missões da ISS",
            "subtitulo": "Pesquisa em microgravidade",
            "backgroundUrl": "https://images.unsplash.com/photo-1454789476662-53eb23ba5907?w=1920",
            "secoes": [
                {
                    "titulo": "Experimentos Científicos",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Mais de 3.000 experimentos científicos foram realizados na ISS.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pesquisas abrangem biologia, física, astronomia e ciência dos materiais."
                    ]
                },
                {
                    "titulo": "Estudos Médicos",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Astronautas são sujeitos de pesquisa sobre efeitos da microgravidade.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Dados ajudam a preparar missões de longa duração a Marte."
                    ]
                },
                {
                    "titulo": "Observação da Terra",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. A ISS orbita a Terra 16 vezes por dia a 400 km de altitude.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Câmeras capturam mudanças climáticas e desastres naturais."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        },
        "futuro": {
            "titulo": "Futuro da ISS",
            "subtitulo": "Transição para o setor privado",
            "backgroundUrl": "https://images.unsplash.com/photo-1446776858070-7cc4b2cd8490?w=1920",
            "secoes": [
                {
                    "titulo": "Extensão da Missão",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. A ISS está aprovada para operar até pelo menos 2030.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Discussões sobre extensão adicional estão em andamento."
                    ]
                },
                {
                    "titulo": "Estações Comerciais",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. NASA está apoiando desenvolvimento de estações espaciais privadas.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Empresas como Axiom e Blue Origin planejam substitutos comerciais."
                    ]
                },
                {
                    "titulo": "Desorbita Controlada",
                    "paragrafos": [
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Eventualmente, a ISS será desorbitada de forma controlada no oceano.",
                        "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Seu legado continuará em futuras estações orbitais."
                    ]
                }
            ],
            "videos": [
                "dQw4w9WgXcQ",
                "dQw4w9WgXcQ"
            ]
        }
    }
}